Repository: thongass000/QuickDrop
Catalog: QuickDrop/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# ApIsolationDescription
source: QuickDrop has detected that your Wi-Fi router might block devices from talking to each other. To transfer files between your phone and your Mac, you’ll need to disable client isolation (also known as AP isolation or Wi-Fi isolation). Here’s how to disable it: 1. Log into your router: Open a web browser and enter your router’s IP address (usually 192.168.0.1 or 192.168.1.1), or use the button on the bottom of this page. Log in with your admin username and password. (Check your router label or manual if you’re unsure.) 2. Find the setting: Look under sections like Wireless Settings, Advanced Settings, or Security. Look for options named “AP Isolation”, “Client Isolation”, “Wireless Isolation”, or “Intra-BSS Blocking”. 3. Disable it: Make sure this setting is turned off. Save your changes and reboot the router if necessary. Once disabled, devices on your Wi-Fi (like your phone and Mac) will be able to discover and connect to each other. Please note: If you are on a guest network, this setting might not be available. In that case, use a different network, or download the QuickDrop app for your phone, and connect your Mac to your phone's hotspot to transfer files. Search for 'QuickDrop' on Google Play to download the app.
ar: اكتشف QuickDrop أن جهاز التوجيه اللاسلكي الخاص بك قد يمنع الأجهزة من التواصل مع بعضها البعض. لنقل الملفات بين هاتفك وMac، ستحتاج إلى تعطيل عزل العميل (المعروف أيضًا باسم عزل AP أو عزل Wi-Fi). إليك كيفية تعطيله: 1. قم بتسجيل الدخول إلى جهاز التوجيه الخاص بك: افتح متصفح الويب وأدخل عنوان IP لجهاز التوجيه الخاص بك (عادةً 192.168.0.1 أو 192.168.1.1)، أو استخدم الزر في أسفل هذه الصفحة. قم بتسجيل الدخول باستخدام اسم المستخدم وكلمة المرور الخاصة بالمسؤول. (تحقق من ملصق جهاز التوجيه أو الدليل إذا لم تكن متأكدًا.) 2. ابحث عن الإعداد: تحقق من أقسام مثل إعدادات الشبكة اللاسلكية أو الإعدادات المتقدمة أو الأمان. ابحث عن خيارات باسم "عزل AP" أو "عزل العميل" أو "العزل اللاسلكي" أو "حظر Intra-BSS". 3. قم بتعطيله: تأكد من أن هذا الإعداد معطل. احفظ التغييرات وأعد تشغيل جهاز التوجيه إذا لزم الأمر. بمجرد التعطيل، ستتمكن الأجهزة على شبكة Wi-Fi الخاصة بك (مثل هاتفك وMac) من اكتشاف بعضها البعض والاتصال. يرجى الملاحظة: إذا كنت متصلاً بشبكة ضيوف، فقد لا يكون هذا الإعداد متاحًا. في هذه الحالة، استخدم شبكة مختلفة، أو قم بتنزيل تطبيق QuickDrop على هاتفك، وقم بتوصيل جهاز Mac بنقطة الاتصال الخاصة بهاتفك لنقل الملفات. ابحث عن “QuickDrop” في متجر Google Play لتنزيل التطبيق.
ca: QuickDrop ha detectat que és possible que el teu encaminador Wi-Fi bloquegi la comunicació entre dispositius. Per transferir arxius entre el teu telèfon i Mac, hauràs de desactivar la isolació de clients (també coneguda com a AP isolació o Wi-Fi isolació). Aquí tens com desactivar-la: 1. Inicia sessió al teu encaminador: Obre un navegador web i introdueix l'adreça IP (normalment 192.168.0.1 o 192.168.1.1) o utilitza el botó al final d'aquesta pàgina. Inicia sessió amb el teu usuari i contrasenya d'administrador. (Consulta etiqueta o manual del teu encaminador si no estàs segur.) 2. Troba la configuració: Mira sota seccions com Configuració de Xarxa Sense Fils, Configuració Avançada o Seguretat. Busca opcions anomenades "AP Isolation", "Client Isolation", "Wireless Isolation" o "Intra-BSS Blocking". 3. Desactiva-la: Assegura't que aquesta configuració està desactivada. Desa els canvis i reinicia l'encaminador si cal. Un cop desactivada, els dispositius a la teva xarxa Wi-Fi (com el telèfon i el Mac) podran descobrir-se i connectar-se entre ells. Nota: Si estàs en una xarxa de convidats, aquesta configuració pot no estar disponible. En aquest cas, fes servir una altra xarxa, o descarrega l'app QuickDrop per al teu telèfon i connecta el Mac al punt d'accés del teu telèfon per transferir arxius. Cerca 'QuickDrop' a Google Play per descarregar l'app.
cs: QuickDrop zjistil, že váš Wi-Fi router může blokovat komunikaci mezi zařízeními. Chcete-li přenášet soubory mezi telefonem a Macem, budete muset deaktivovat izolaci klientů (také známou jako AP izolace nebo Wi-Fi izolace). Jak ji deaktivovat: 1. Přihlaste se do routeru: Otevřete webový prohlížeč a zadejte IP adresu routeru (obvykle 192.168.0.1 nebo 192.168.1.1), nebo použijte tlačítko na spodní části této stránky. Přihlaste se pomocí vašeho administrátorského uživatelského jména a hesla. (Pokud nevíte, podívejte se na štítek nebo manuál routeru.) 2. Najděte nastavení: Hledejte v sekcích jako Wi-Fi nastavení, Pokročilé nastavení nebo Zabezpečení. Hledejte možnosti pojmenované "AP izolace", "Izolace klientů", "Izolace Wi-Fi" nebo "Blokace Intra-BSS". 3. Deaktivujte ji: Ujistěte se, že je toto nastavení vypnuté. Uložte změny a případně restartujte router. Po deaktivaci budou zařízení v síti Wi-Fi (např. telefon a Mac) schopna se navzájem objevit a připojit. Poznámka: Pokud jste na hostované síti, nastavení nemusí být dostupné. V takovém případě použijte jinou síť nebo stáhněte aplikaci QuickDrop pro telefon a připojte Mac k hotspotu telefonu pro přenos souborů. Stažení aplikace najdete na Google Play hledáním "QuickDrop".
da: QuickDrop har opdaget, at din Wi-Fi-router muligvis blokerer enheder fra at kommunikere med hinanden. For at overføre filer skal du deaktivere klientisolering (også kendt som AP-isolering eller Wi-Fi-isolering). Sådan deaktiveres det: 1. Log ind på din router: Åbn en webbrowser, indtast din routers IP-adresse (typisk 192.168.0.1 eller 192.168.1.1). Log ind med dit admin-brugernavn og -kodeord. (Tjek din routeretiket eller manual for detaljer.) 2. Find indstillingen: Kig under sektioner som Trådløse Indstillinger, Avancerede Indstillinger eller Sikkerhed. Kig efter "AP Isolering", "Klientisolering", "Trådløs Isolering", eller "Intra-BSS Blokering". 3. Deaktiver den: Sørg for, at denne indstilling er slået fra. Gem dine ændringer og genstart routeren om nødvendigt. Når den er deaktiveret, kan enheder på dit Wi-Fi-forbindelse opdage og forbinde med hinanden. Bemærk: Hvis du er på et gæstenetværk, er denne indstilling muligvis ikke tilgængelig. Prøv et andet netværk eller download QuickDrop-appen for din telefon og brug telefonens hotspot til filoverførsler. Søg efter 'QuickDrop' i Google Play for at hente appen.
de: QuickDrop hat erkannt, dass dein WLAN-Router möglicherweise verhindert, dass Geräte miteinander kommunizieren. Um Dateien zwischen deinem Telefon und deinem Mac zu übertragen, musst du die Client-Isolierung (auch bekannt als AP-Isolation oder WLAN-Isolation) deaktivieren. So deaktivierst du sie: 1. Melde dich bei deinem Router an: Öffne einen Webbrowser und gib die IP-Adresse deines Routers ein (normalerweise 192.168.0.1 oder 192.168.1.1), oder verwende die Schaltfläche unten auf dieser Seite. Melde dich mit deinem Admin-Benutzernamen und Passwort an. (Sieh auf dem Etikett deines Routers oder im Handbuch nach, wenn du unsicher bist.) 2. Finde die Einstellung: Suche in Abschnitten wie WLAN-Einstellungen, Erweiterte Einstellungen oder Sicherheit. Suche nach Optionen mit den Namen „AP-Isolation“, „Client-Isolation“, „WLAN-Isolation“ oder „Intra-BSS-Blocking“. Bei einer Fritz!Box muss die Einstellung „Die angezeigten WLAN-Geräte dürfen untereinander kommunizieren“ unter „WLAN“ > „Funknetz“ aktiviert werden. 3. Deaktivieren: Stelle sicher, dass diese Einstellung deaktiviert (oder bei der Fritz!Box aktiviert) ist. Speichere die Änderungen und starte den Router bei Bedarf neu. Anschließend können sich Geräte in deinem WLAN (wie dein Telefon und Mac) gegenseitig erkennen und verbinden. Bitte beachte: Wenn du dich in einem Gastnetzwerk befindest, ist diese Einstellung möglicherweise nicht verfügbar. In diesem Fall verwende bitte ein anderes Netzwerk oder lade die QuickDrop-App auf dein Handy herunter und verbinde deinen Mac mit dem Hotspot deines Handys, um Dateien zu übertragen. Suche im Google Play Store nach „QuickDrop“, um die App herunterzuladen.
el: Το QuickDrop εντόπισε ότι ο δρομολογητής Wi-Fi σας μπορεί να εμποδίζει την επικοινωνία μεταξύ συσκευών. Για να μεταφέρετε αρχεία μεταξύ του τηλεφώνου σας και του Mac, θα πρέπει να απενεργοποιήσετε την απομόνωση πελατών (γνωστή και ως απομόνωση AP ή απομόνωση Wi-Fi). Πώς να το απενεργοποιήσετε: 1. Συνδεθείτε στον δρομολογητή σας: Ανοίξτε ένα πρόγραμμα περιήγησης στο web και εισάγετε τη διεύθυνση IP του δρομολογητή σας (συνήθως 192.168.0.1 ή 192.168.1.1), ή χρησιμοποιήστε το κουμπί στο κάτω μέρος αυτής της σελίδας. Συνδεθείτε με το όνομα χρήστη και τον κωδικό διαχειριστή σας. (Ελέγξτε την ετικέτα ή το εγχειρίδιο του δρομολογητή σας αν δεν είστε σίγουροι.) 2. Βρείτε τη ρύθμιση: Ελέγξτε τμήματα όπως Ασύρματες Ρυθμίσεις, Σύνθετες Ρυθμίσεις ή Ασφάλεια. Αναζητήστε επιλογές όπως "Απομόνωση AP", "Απομόνωση Πελάτη", "Απομόνωση Ασύρματου", ή "Αποκλεισμός BSS". 3. Απενεργοποιήστε την: Βεβαιωθείτε ότι αυτή η ρύθμιση είναι απενεργοποιημένη. Αποθηκεύστε τις αλλαγές σας και επανεκκινήστε το δρομολογητή, εάν είναι απαραίτητο. Μόλις απενεργοποιηθεί, οι συσκευές στο Wi-Fi σας (όπως το τηλέφωνο και το Mac σας) θα μπορούν να ανακαλύψουν και να συνδεθούν μεταξύ τους. Σημείωση: Εάν βρίσκεστε σε δίκτυο φιλοξενούμενου, αυτή η ρύθμιση ενδέχεται να μην είναι διαθέσιμη. Στην περίπτωση αυτή, χρησιμοποιήστε διαφορετικό δίκτυο ή κατεβάστε την εφαρμογή QuickDrop για το τηλέφωνό σας και συνδέστε το Mac σας στο hotspot του τηλεφώνου σας για να μεταφέρετε αρχεία. Αναζητήστε 'QuickDrop' στο Google Play για να κατεβάσετε την εφαρμογή.
es: QuickDrop ha detectado que tu router wifi podría bloquear la comunicación entre dispositivos. Para transferir archivos entre tu teléfono y tu Mac, necesitarás desactivar el aislamiento de clientes (también conocido como aislamiento de AP o aislamiento wifi). Así es como puedes desactivarlo: 1. Inicia sesión en tu router: Abre un navegador web e ingresa la dirección IP de tu router (normalmente 192.168.0.1 o 192.168.1.1), o utiliza el botón en la parte inferior de esta página. Inicia sesión con tu nombre de usuario y contraseña de administrador. (Consulta la etiqueta o el manual de tu router si no estás seguro.) 2. Encuentra la configuración: Busca en secciones como Configuración inalámbrica, Configuración avanzada o Seguridad. Busca opciones llamadas “Aislamiento de AP”, “Aislamiento de clientes”, “Aislamiento inalámbrico” o “Bloqueo Intra-BSS”. 3. Desactívala: Asegúrate de que esta configuración esté desactivada. Guarda los cambios y reinicia el router si es necesario. Una vez desactivado, los dispositivos en tu red wifi (como tu teléfono y Mac) podrán descubrirse y conectarse entre sí. Tenga en cuenta: si está en una red de invitados, es posible que esta configuración no esté disponible. En ese caso, utilice una red diferente o descargue la aplicación QuickDrop en su teléfono y conecte su Mac al punto de acceso de su teléfono para transferir archivos. Busque “QuickDrop” en Google Play para descargar la aplicación.
es_419: QuickDrop ha detectado que tu enrutador Wi-Fi podría bloquear la comunicación entre dispositivos. Para transferir archivos entre tu teléfono y tu Mac, necesitas deshabilitar el aislamiento de cliente (también conocido como aislamiento AP o aislamiento Wi-Fi). Cómo deshabilitarlo: 1. Accede a tu enrutador: Abre un navegador web e ingresa la dirección IP de tu enrutador (usualmente 192.168.0.1 o 192.168.1.1), o utiliza el botón al final de esta página. Inicia sesión con tu usuario y contraseña de administrador. (Consulta la etiqueta o manual de tu enrutador si no estás seguro.) 2. Encuentra la configuración: Busca secciones como Configuración inalámbrica, Configuración avanzada o Seguridad. Busca opciones llamadas “Aislamiento AP”, “Aislamiento de cliente”, “Aislamiento inalámbrico” o “Bloqueo Intra-BSS”. 3. Desactívala: Asegúrate de que esta configuración esté apagada. Guarda los cambios y reinicia el enrutador si es necesario. Una vez deshabilitado, los dispositivos en tu Wi-Fi (como tu teléfono y Mac) podrán descubrirse y conectarse entre sí. Nota: Si estás en una red de invitados, esta configuración podría no estar disponible. En ese caso, usa otra red o descarga la aplicación QuickDrop para tu teléfono y conecta tu Mac al hotspot de tu teléfono para transferir archivos. Busca 'QuickDrop' en Google Play para descargar la aplicación.
fi: QuickDrop on havainnut, että Wi-Fi-reitittimesi voi estää laitteiden välistä viestintää. Jotta voit siirtää tiedostoja puhelimesi ja Macin välillä, sinun täytyy poistaa asiakaseristys käytöstä (tunnetaan myös nimillä AP-eristys tai Wi-Fi-eristys). Näin poistat sen käytöstä: 1. Kirjaudu reitittimeen: Avaa verkkoselain ja kirjoita reitittimesi IP-osoite (yleensä 192.168.0.1 tai 192.168.1.1) tai käytä tämän sivun alaosan painiketta. Kirjaudu sisään ylläpidon käyttäjänimellä ja salasanalla. (Tarkista reitittimesi tunniste tai käyttöohje, jos et ole varma.) 2. Etsi asetus: Katso esimerkiksi langattomien asetusten, edistyneiden asetusten tai turvallisuuden alta. Etsi vaihtoehtoja, kuten 'AP-eristys', 'Asiakaseristys', 'Langaton eristys' tai 'Intra-BSS-estäminen'. 3. Poista käytöstä: Varmista, että asetus on pois päältä. Tallenna muutokset ja käynnistä reititin uudelleen tarvittaessa. Kun tämä on poistettu käytöstä, Wi-Fi-verkossasi olevat laitteet (kuten puhelimesi ja Macesi) voivat löytää toisensa ja yhdistyä. Huomaa: Jos olet vierasverkossa, tämä asetus ei ehkä ole käytettävissä. Käytä tällöin eri verkkoyhteyttä tai lataa QuickDrop-sovellus puhelimellesi ja yhdistä Mac puhelimesi hotspot-verkkoon tiedostojen siirtämiseksi. Löydät sovelluksen Google Playstä hakemalla 'QuickDrop'.
fr: QuickDrop a détecté que votre routeur Wi-Fi pourrait empêcher les appareils de communiquer entre eux. Pour transférer des fichiers entre votre téléphone et votre Mac, vous devez désactiver l’isolation client (également appelée isolation AP ou isolation Wi-Fi). Voici comment la désactiver : 1. Connectez-vous à votre routeur : Ouvrez un navigateur web et entrez l’adresse IP de votre routeur (généralement 192.168.0.1 ou 192.168.1.1), ou utilisez le bouton en bas de cette page. Connectez-vous avec votre nom d’utilisateur et mot de passe administrateur. (Consultez l’étiquette ou le manuel du routeur si vous ne les connaissez pas.) 2. Trouvez le paramètre : Recherchez dans les sections "Paramètres sans fil", "Paramètres avancés" ou "Sécurité". Recherchez des options comme "Isolation AP", "Isolation client", "Isolation sans fil" ou "Blocage Intra-BSS". 3. Désactivez-le : Assurez-vous que ce paramètre est désactivé. Sauvegardez les modifications et redémarrez le routeur si nécessaire. Une fois désactivée, les appareils de votre réseau Wi-Fi (comme votre téléphone et votre Mac) pourront se détecter et se connecter entre eux. Veuillez noter : si vous êtes sur un réseau invité, ce paramètre peut ne pas être disponible. Dans ce cas, utilisez un autre réseau ou téléchargez l’application QuickDrop sur votre téléphone, puis connectez votre Mac au point d’accès de votre téléphone pour transférer des fichiers. Recherchez “QuickDrop” sur Google Play pour télécharger l’application.
fr_ca: QuickDrop a détecté que votre routeur Wi-Fi pourrait bloquer la communication entre les appareils. Pour transférer des fichiers entre votre téléphone et votre Mac, vous devrez désactiver l'isolation client (également appelée isolation AP ou isolation Wi-Fi). Voici comment la désactiver : 1. Connectez-vous à votre routeur : Ouvrez un navigateur Web et entrez l'adresse IP de votre routeur (généralement 192.168.0.1 ou 192.168.1.1), ou utilisez le bouton en bas de cette page. Connectez-vous avec votre nom et mot de passe administrateur. (Consultez l'étiquette ou le manuel de votre routeur si vous avez un doute.) 2. Recherchez le paramètre : Regardez dans les sections comme Paramètres Wi-Fi, Paramètres avancés ou Sécurité. Recherchez les options nommées "Isolation AP", "Isolation client", "Isolation sans fil" ou "Blocage intra-BSS". 3. Désactivez-le : Assurez-vous que ce paramètre est désactivé. Enregistrez vos changements et redémarrez le routeur si nécessaire. Une fois désactivé, les appareils sur votre Wi-Fi (comme votre téléphone et Mac) pourront se détecter et se connecter. Remarque : Si vous êtes sur un réseau invité, ce paramètre peut ne pas être disponible. Dans ce cas, utilisez un autre réseau ou téléchargez l'application QuickDrop pour votre téléphone et connectez votre Mac au point d'accès de votre téléphone pour transférer des fichiers. Recherchez 'QuickDrop' sur Google Play pour télécharger l'application.
he: QuickDrop זיהה שייתכן שהנתב שלך חוסם זיהוי בין מכשירים. כדי להעביר קבצים בין הטלפון ל-Mac, תצטרך להשבית בידוד לקוח (המכונה גם AP isolation או Wi-Fi isolation). כך ניתן להשבית זאת: 1. התחבר לנתב: פתח דפדפן והזן את כתובת ה-IP של הנתב שלך (בדרך כלל 192.168.0.1 או 192.168.1.1), או השתמש בכפתור בתחתית עמוד זה. התחבר עם שם המשתמש והסיסמה למנהל. (בדוק את תווית הנתב או המדריך אם אינך בטוח.) 2. מצא את ההגדרה: חפש תחת חלקים כמו הגדרות אלחוטיות, הגדרות מתקדמות, או אבטחה. חפש אפשרויות בשם "AP Isolation", "Client Isolation", "Wireless Isolation" או "Intra-BSS Blocking". 3. כבה: ודא שהגדרה זו מושבתת. שמור את השינויים ואתחל את הנתב אם יש צורך. לאחר כיבוי, מכשירים ברשת ה-Wi-Fi שלך (כגון הטלפון וה-Mac) יוכלו לזהות ולהתחבר זה לזה. שים לב: אם אתה ברשת אורח, ייתכן שהגדרה זו אינה זמינה. במקרה זה, השתמש ברשת אחרת, או הורד את אפליקציית QuickDrop לטלפון שלך וחבר את ה-Mac לנקודת הגישה של הטלפון שלך כדי להעביר קבצים. חפש 'QuickDrop' ב-Google Play להורדת האפליקציה.
hi: QuickDrop ने पाया है कि आपका वाई-फाई राउटर डिवाइस को एक-दूसरे से बात करने से रोक सकता है। अपने फोन और अपने Mac के बीच फाइल स्थानां transfer करने के लिए, आपको क्लाइंट आइसोलेशन को अक्षम करना होगा (जिसे AP आइसोलेशन या वाई-फ़ाई आइसोलेशन भी कहा जाता है)। इसे अक्षम करने के लिए: 1. अपने राउटर में लॉग इन करें: एक वेब ब्राउज़र खोलें और अपने राउटर का IP पता दर्ज करें (आमतौर पर 192.168.0.1 या 192.168.1.1), या इस पृष्ठ के नीचे दिए गए बटन का उपयोग करें। अपने एडमिन उपयोगकर्ता नाम और पासवर्ड के साथ लॉग इन करें। (यदि आप अनिश्चित हैं, तो अपने राउटर के लेबल या मैनुअल की जाँच करें।) 2. सेटिंग खोजें: वायरलेस सेटिंग्स, एडवांस सेटिंग्स, या सिक्योरिटी जैसी श्रेणियों के तहत देखें। “AP Isolation”, “Client Isolation”, “Wireless Isolation”, या “Intra-BSS Blocking” नामक विकल्पों को खोजें। 3. इसे अक्षम करें: सुनिश्चित करें कि यह सेटिंग बंद है। अपने परिवtरनों को सुरक्षित करें और यदि आवश्यक हो तो राउटर को पुनः आरंभ करें। अक्षम होने के बाद, वाई-फ़ाई पर डिवाइस (जैसे आपका फोन और Mac) एक-दूसरे को खोजने और कनेक्ट करने में सक्षम होंगे। कृपया ध्यान दें: यदि आप एक गेस्ट नेटवर्क पर हैं, तो यह सेटिंग उपलब्ध नहीं हो सकती। ऐसे में, एक दूसरे नेटवर्क का उपयोग करें, या अपने फोन के लिए QuickDrop ऐप डाउनलोड करें, और फ़ाइल स्थानांtransfer करने के लिए अपने Mac को अपने फोन के हॉटस्पॉट से कनेक्ट करें। 'QuickDrop' खोजने के लिए Google Play पर खोजें।
hr: QuickDrop je otkrio da vaš Wi-Fi usmjerivač možda blokira komunikaciju među uređajima. Da biste prenosili datoteke između telefona i Maca, trebate onemogućiti izolaciju klijenata (poznato i kao AP izolacija ili Wi-Fi izolacija). Evo kako to onemogućiti: 1. Prijavite se u usmjerivač: Otvorite web preglednik i unesite IP adresu usmjerivača (obično 192.168.0.1 ili 192.168.1.1), ili koristite gumb na dnu ove strance. Prijavite se sa svojim administratorskim korisničkim imenom i lozinkom. (Provjerite naljepnicu ili priručnik usmjerivača ako niste sigurni.) 2. Pronađite postavku: Potražite u odjeljcima poput Bežične postavke, Napredne postavke ili Sigurnost. Tražite opcije nazvane "AP Isolation", "Client Isolation", "Wireless Isolation" ili "Intra-BSS Blocking". 3. Isključite: Provjerite je li ta postavka isključena. Spremite promjene i ponovno pokrenite usmjerivač ako je potrebno. Nakon što onemogućite ovu opciju, uređaji na vašem Wi-Fi-ju (poput vašeg telefona i Maca) moći će se otkrivati i povezivati. Napomena: Ako koristite gostujuću mrežu, ova opcija možda neće biti dostupna. U tom slučaju, koristite drugu mrežu ili preuzmite aplikaciju QuickDrop za svoj telefon i povežite Mac s hotspotom vašeg telefona za prijenos datoteka. Potražite 'QuickDrop' na Google Play-u za preuzimanje aplikacije.
hu: A QuickDrop észlelte, hogy a Wi-Fi routered blokkolhatja az eszközök közötti kommunikációt. Ahhoz, hogy fájlokat tudj átküldeni a telefonod és a Mac-ed között, ki kell kapcsolnod a kliens izolációt (más néven AP izoláció vagy Wi-Fi izoláció). Így tudod kikapcsolni: 1. Jelentkezz be a routeredbe: Nyiss meg egy böngészőt, és írd be a routered IP-címét (általában 192.168.0.1 vagy 192.168.1.1), vagy használd az oldal alján található gombot. Jelentkezz be az adminisztrátori felhasználónévvel és jelszóval. (Ha nem vagy biztos benne, nézd meg a router címkéjét vagy kézikönyvét.) 2. Keresd meg a beállítást: Nézd meg a Vezeték nélküli beállítások, Haladó beállítások vagy Biztonság szekciókat. Keresd az „AP izoláció”, „Kliens izoláció”, „Vezeték nélküli izoláció” vagy „Intra-BSS blokkolás” nevű opciókat. 3. Kapcsold ki: Győződj meg róla, hogy ez a beállítás ki van kapcsolva. Mentsd el a módosításokat, és indítsd újra a routert, ha szükséges. Miután kikapcsoltad, a Wi-Fi hálózatodon lévő eszközök (például a telefonod és a Mac-ed) képesek lesznek felfedezni és csatlakozni egymáshoz. Kérjük, vegye figyelembe: ha vendéghálózaton van, ez a beállítás nem biztos, hogy elérhető. Ebben az esetben használjon másik hálózatot, vagy töltse le a QuickDrop alkalmazást a telefonjára, és csatlakoztassa a Mac-et a telefon hotspotjához a fájlok átviteléhez. Keresse meg a „QuickDrop” alkalmazást a Google Play Áruházban a letöltéshez.
id: QuickDrop mendeteksi bahwa router Wi-Fi Anda mungkin memblokir perangkat agar tidak saling berkomunikasi. Untuk mentransfer file antara ponsel dan Mac Anda, Anda perlu menonaktifkan isolasi klien (juga dikenal sebagai isolasi AP atau isolasi Wi-Fi). Berikut cara menonaktifkannya: 1. Masuk ke router Anda: Buka browser web dan masukkan alamat IP router Anda (biasanya 192.168.0.1 atau 192.168.1.1), atau gunakan tombol di bagian bawah halaman ini. Masuk dengan nama pengguna dan kata sandi admin Anda. (Periksa label atau manual router Anda jika tidak yakin.) 2. Temukan pengaturan: Lihat di bagian seperti Pengaturan Nirkabel, Pengaturan Lanjutan, atau Keamanan. Cari opsi yang diberi nama “AP Isolation”, “Client Isolation”, “Wireless Isolation”, atau “Intra-BSS Blocking”. 3. Nonaktifkan: Pastikan pengaturan ini dimatikan. Simpan perubahan Anda dan reboot router jika diperlukan. Setelah dinonaktifkan, perangkat pada jaringan Wi-Fi Anda (seperti ponsel dan Mac Anda) dapat saling menemukan dan terhubung. Catatan: Jika Anda menggunakan jaringan tamu, pengaturan ini mungkin tidak tersedia. Dalam kasus seperti itu, gunakan jaringan lain, atau unduh aplikasi QuickDrop untuk ponsel Anda, dan hubungkan Mac Anda ke hotspot ponsel Anda untuk mentransfer file. Cari 'QuickDrop' di Google Play untuk mengunduh aplikasi.
it: QuickDrop ha rilevato che il tuo router Wi-Fi potrebbe bloccare la comunicazione tra dispositivi. Per trasferire file tra il tuo telefono e il tuo Mac, dovrai disabilitare l'isolamento dei client (noto anche come isolamento AP o isolamento Wi-Fi). Ecco come disabilitarlo: 1. Accedi al tuo router: Apri un browser web e inserisci l'indirizzo IP del tuo router (di solito 192.168.0.1 o 192.168.1.1), oppure utilizza il pulsante in fondo a questa pagina. Accedi con il tuo nome utente e password di amministratore. (Controlla l'etichetta o il manuale del router se non sei sicuro.) 2. Trova l'impostazione: Cerca nelle sezioni come Impostazioni wireless, Impostazioni avanzate o Sicurezza. Cerca opzioni denominate “Isolamento AP”, “Isolamento client”, “Isolamento wireless” o “Blocco Intra-BSS”. 3. Disabilitalo: Assicurati che questa impostazione sia disattivata. Salva le modifiche e riavvia il router se necessario. Una volta disabilitato, i dispositivi sulla tua rete Wi-Fi (come il tuo telefono e Mac) saranno in grado di scoprirsi e connettersi tra loro. Nota: se sei connesso a una rete ospite, questa impostazione potrebbe non essere disponibile. In tal caso, utilizza una rete diversa oppure scarica l’app QuickDrop sul tuo telefono e collega il tuo Mac all’hotspot del telefono per trasferire i file. Cerca “QuickDrop” su Google Play per scaricare l’app.
ja: QuickDropは、Wi-Fiルーターがデバイス同士の通信をブロックしている可能性があることを検出しました。電話とMacの間でファイルを転送するには、クライアント分離（AP分離またはWi-Fi分離とも呼ばれます）を無効にする必要があります。 無効にする方法は以下の通りです： 1. ルーターにログインする：ウェブブラウザを開き、ルーターのIPアドレス（通常は192.168.0.1または192.168.1.1）を入力するか、このページの下部にあるボタンを使用してください。管理者のユーザー名とパスワードでログインします。（不明な場合は、ルーターのラベルやマニュアルを確認してください。） 2. 設定を見つける：「ワイヤレス設定」、「詳細設定」または「セキュリティ」などのセクションを探します。「AP分離」、「クライアント分離」、「ワイヤレス分離」または「Intra-BSSブロッキング」といったオプションを探してください。 3. 無効にする：この設定がオフになっていることを確認してください。変更を保存し、必要に応じてルーターを再起動します。 無効にすると、Wi-Fiネットワーク上のデバイス（電話やMacなど）が互いに検出し、接続できるようになります。ご注意ください：ゲストネットワークを使用している場合、この設定は利用できない可能性があります。その場合は、別のネットワークを使用するか、スマートフォンにQuickDropアプリをダウンロードして、Macをスマートフォンのホットスポットに接続してファイルを転送してください。Google Playで「QuickDrop」と検索してアプリをダウンロードしてください。
ko: QuickDrop은 Wi-Fi 라우터가 장치 간 통신을 차단할 수 있음을 감지했습니다. 휴대폰과 Mac 간에 파일을 전송하려면 클라이언트 격리(또는 AP 격리, Wi-Fi 격리라고도 함)를 비활성화해야 합니다. 비활성화하는 방법은 다음과 같습니다: 1. 라우터에 로그인: 웹 브라우저를 열고 라우터의 IP 주소(일반적으로 192.168.0.1 또는 192.168.1.1)를 입력하거나 이 페이지 하단의 버튼을 사용하세요. 관리자 사용자 이름과 비밀번호로 로그인합니다. (확실하지 않은 경우 라우터 라벨이나 설명서를 확인하세요.) 2. 설정 찾기: 무선 설정, 고급 설정 또는 보안과 같은 섹션을 찾아보세요. "AP 격리", "클라이언트 격리", "무선 격리" 또는 "Intra-BSS 차단"이라는 옵션을 찾으세요. 3. 비활성화: 이 설정이 꺼져 있는지 확인하세요. 변경 사항을 저장하고 필요에 따라 라우터를 재부팅하세요. 비활성화하면 Wi-Fi 네트워크의 장치(예: 휴대폰과 Mac)가 서로를 발견하고 연결할 수 있습니다. 참고: 게스트 네트워크에 연결되어 있는 경우 이 설정을 사용할 수 없을 수 있습니다. 이 경우 다른 네트워크를 사용하거나 휴대폰에 QuickDrop 앱을 다운로드하고 Mac을 휴대폰의 핫스팟에 연결하여 파일을 전송하세요. Google Play에서 “QuickDrop”을 검색하여 앱을 다운로드하세요.
ms: QuickDrop telah mengesan bahawa penghala Wi-Fi anda mungkin menyekat peranti daripada berkomunikasi antara satu sama lain. Untuk memindahkan fail antara telefon anda dengan Mac, anda perlu melumpuhkan pengasingan klien (juga dikenali sebagai pengasingan AP atau pengasingan Wi-Fi). Berikut adalah cara melakukannya: 1. Log masuk ke penghala anda: Buka pelayar web dan masukkan alamat IP penghala anda (biasanya 192.168.0.1 atau 192.168.1.1), atau gunakan butang di bahagian bawah halaman ini. Log masuk menggunakan nama pengguna dan kata laluan pentadbir anda. (Semak label atau manual penghala anda jika tidak pasti.) 2. Cari tetapan: Lihat di bahagian seperti Tetapan Tanpa Wayar, Tetapan Lanjutan, atau Keselamatan. Cari pilihan yang dinamakan "Pengasingan AP", "Pengasingan Klien", "Pengasingan Tanpa Wayar", atau "Intra-BBS Blocking". 3. Lumpuhkannya: Pastikan tetapan ini dimatikan. Simpan perubahan anda dan but semula penghala jika perlu. Setelah dilumpuhkan, peranti di Wi-Fi anda (seperti telefon dan Mac) akan dapat ditemui dan bersambung antara satu sama lain. Perlu diperhatikan bahawa jika anda berada di rangkaian tetamu, tetapan ini mungkin tidak tersedia. Dalam kes seperti itu, gunakan rangkaian lain atau muat turun aplikasi QuickDrop untuk telefon anda, dan sambungkan Mac anda ke hotspot telefon anda untuk memindahkan fail. Cari 'QuickDrop' di Google Play untuk memuat turun aplikasinya.
nb: QuickDrop har oppdaget at Wi-Fi-ruteren din kan blokkere enheter fra å kommunisere med hverandre. For å overføre filer mellom telefonen din og Mac-en din, må du deaktivere klientisolering (også kjent som AP-isolering eller Wi-Fi-isolering). Slik deaktiverer du det: 1. Logg inn på ruteren: Åpne en nettleser og skriv inn ruterens IP-adresse (vanligvis 192.168.0.1 eller 192.168.1.1), eller bruk knappen nederst på denne siden. Logg inn med ditt admin-brukernavn og passord. (Sjekk etiketten på ruteren eller manualen hvis du er usikker.) 2. Finn innstillingen: Se under seksjoner som Trådløse innstillinger, Avanserte innstillinger eller Sikkerhet. Se etter alternativer som heter "AP Isolation", "Client Isolation", "Wireless Isolation" eller "Intra-BSS Blocking". 3. Deaktiver det: Sørg for at denne innstillingen er skrudd av. Lagre endringene og start ruteren på nytt hvis nødvendig. Når det er deaktivert, vil enheter på Wi-Fi-nettverket (som telefonen din og Mac-en) kunne oppdage og koble til hverandre. Vær oppmerksom: Hvis du er på et gjestenettverk, kan det hende at denne innstillingen ikke er tilgjengelig. I så fall bruk et annet nettverk, eller last ned QuickDrop-appen for telefonen din, og koble Mac-en til telefonens hotspot for å overføre filer. Søk etter 'QuickDrop' i Google Play for å laste ned appen.
nl: QuickDrop heeft vastgesteld dat je Wi-Fi-router mogelijk communicatie tussen apparaten blokkeert. Om bestanden over te zetten tussen je telefoon en je Mac, moet je clientisolatie uitschakelen (ook wel AP-isolatie of Wi-Fi-isolatie genoemd). Zo schakel je het uit: 1. Log in op je router: Open een webbrowser en voer het IP-adres van je router in (meestal 192.168.0.1 of 192.168.1.1), of gebruik de knop onderaan deze pagina. Log in met je beheerder gebruikersnaam en wachtwoord. (Controleer het etiket op je router of de handleiding als je het niet zeker weet.) 2. Zoek de instelling: Kijk in secties zoals "Draadloze instellingen", "Geavanceerde instellingen" of "Beveiliging". Zoek naar opties zoals "AP-isolatie", "Clientisolatie", "Draadloze isolatie" of "Intra-BSS-blokkering". 3. Schakel het uit: Zorg ervoor dat deze instelling is uitgeschakeld. Sla de wijzigingen op en herstart de router indien nodig. Zodra dit is uitgeschakeld, kunnen apparaten op je Wi-Fi-netwerk (zoals je telefoon en Mac) elkaar vinden en verbinden. Let op: als u zich op een gastnetwerk bevindt, is deze instelling mogelijk niet beschikbaar. Gebruik in dat geval een ander netwerk of download de QuickDrop-app op uw telefoon en verbind uw Mac met de hotspot van uw telefoon om bestanden over te dragen. Zoek naar “QuickDrop” in de Google Play Store om de app te downloaden.
pl: QuickDrop wykrył, że router Wi-Fi może blokować komunikację między urządzeniami. Aby przesłać pliki między telefonem a Macem, musisz wyłączyć izolację klienta (tzw. AP isolation lub Wi-Fi isolation). Oto jak to zrobić: 1. Zaloguj się do routera: Otwórz przeglądarkę internetową i wpisz adres IP routera (zwykle 192.168.0.1 lub 192.168.1.1). Zaloguj się danymi administratora (sprawdź etykietę lub instrukcję routera, jeśli nie jesteś pewny). 2. Znajdź ustawienie: W sekcjach jak Ustawienia Bezprzewodowe, Zaawansowane ustawienia lub Bezpieczeństwo, poszukaj opcji „AP Isolation”, „Client Isolation” lub podobnych. 3. Wyłącz to: Upewnij się, że to ustawienie jest wyłączone. Zapisz zmiany i zrestartuj router, jeśli to konieczne. Gdy zostanie ono wyłączone, urządzenia w sieci Wi-Fi (jak telefon i Mac) będą mogły się odkrywać i łączyć. Jeśli jesteś w sieci gościnnej, zmiana może być niemożliwa. Wówczas użyj innej sieci lub pobierz aplikację QuickDrop na telefon i połącz Maca z hotspotem telefonu. Szukaj ‚QuickDrop‘ w Google Play.
pt_br: O QuickDrop detectou que seu roteador Wi-Fi pode estar bloqueando a comunicação entre dispositivos. Para transferir arquivos entre seu telefone e seu Mac, será necessário desativar o isolamento de clientes (também conhecido como isolamento AP ou isolamento Wi-Fi). Veja como desativá-lo: 1. Acesse seu roteador: Abra um navegador da web e digite o endereço IP do seu roteador (geralmente 192.168.0.1 ou 192.168.1.1), ou utilize o botão na parte inferior desta página. Faça login com seu nome de usuário e senha de administrador. (Consulte a etiqueta ou o manual do roteador se não tiver certeza.) 2. Encontre a configuração: Procure em seções como Configurações sem fio, Configurações avançadas ou Segurança. Procure por opções chamadas “Isolamento AP”, “Isolamento de Clientes”, “Isolamento Sem Fio” ou “Bloqueio Intra-BSS”. 3. Desative-a: Certifique-se de que essa configuração esteja desativada. Salve as alterações e reinicie o roteador, se necessário. Uma vez desativado, os dispositivos na sua rede Wi-Fi (como seu telefone e Mac) poderão se descobrir e se conectar entre si. Observe: se você estiver em uma rede de convidados, essa configuração pode não estar disponível. Nesse caso, use uma rede diferente ou baixe o aplicativo QuickDrop no seu telefone e conecte seu Mac ao ponto de acesso do telefone para transferir arquivos. Procure por “QuickDrop” no Google Play para baixar o aplicativo.
pt_pt: O QuickDrop detetou que o seu router Wi-Fi pode estar a bloquear a comunicação entre dispositivos. Para transferir ficheiros entre o seu telemóvel e o Mac, terá de desativar o isolamento de cliente (também conhecido como isolamento AP ou isolamento Wi-Fi). Veja como desativá-lo: 1. Aceda ao seu router: Abra um navegador e introduza o endereço IP do seu router (normalmente 192.168.0.1 ou 192.168.1.1), ou utilize o botão na parte inferior desta página. Inicie sessão com o nome de utilizador e palavra-passe de administrador. (Consulte a etiqueta ou manual do router se não souber.) 2. Encontre a definição: Procure em secções como "Definições sem fios", "Definições avançadas" ou "Segurança". Procure opções com nomes como "Isolamento AP", "Isolamento de cliente", "Isolamento sem fios" ou "Bloqueio Intra-BSS". 3. Desative-a: Certifique-se de que esta opção está desativada. Guarde as alterações e reinicie o router, se necessário. Depois de desativado, os dispositivos na sua rede Wi-Fi (como o seu telemóvel e o Mac) poderão encontrar-se e comunicar entre si. Nota: se estiver numa rede de convidados, esta definição poderá não estar disponível. Nesse caso, utilize uma rede diferente ou descarregue a aplicação QuickDrop no seu telemóvel e ligue o seu Mac ao hotspot do telemóvel para transferir ficheiros. Procure “QuickDrop” na Google Play para descarregar a aplicação.
ro: QuickDrop a detectat că routerul tău Wi-Fi ar putea bloca comunicarea între dispozitive. Pentru a transfera fișiere între telefon și Mac, va trebui să dezactivezi izolarea clienților (cunoscută și ca izolare AP sau izolare Wi-Fi). Iată cum o poți dezactiva: 1. Conectează-te la router: Deschide un browser web și introdu adresa IP a routerului (de obicei 192.168.0.1 sau 192.168.1.1), sau folosește butonul din partea de jos a paginii. Autentifică-te cu numele de utilizator și parola de administrator. (Verifică eticheta routerului sau manualul dacă nu ești sigur.) 2. Găsește setarea: Caută în secțiuni precum "Setări wireless", "Setări avansate" sau "Securitate". Caută opțiuni precum "Izolare AP", "Izolare client", "Izolare wireless" sau "Blocare Intra-BSS". 3. Dezactivează: Asigură-te că această setare este dezactivată. Salvează modificările și repornește routerul dacă este necesar. După dezactivare, dispozitivele din rețeaua Wi-Fi (precum telefonul și Mac-ul) se vor putea detecta și conecta între ele. Vă rugăm să rețineți: dacă sunteți conectat la o rețea pentru oaspeți, această setare ar putea să nu fie disponibilă. În acest caz, folosiți o altă rețea sau descărcați aplicația QuickDrop pe telefonul dvs. și conectați-vă Mac-ul la hotspotul telefonului pentru a transfera fișiere. Căutați “QuickDrop” pe Google Play pentru a descărca aplicația.
ru: QuickDrop обнаружил, что ваш Wi-Fi маршрутизатор может блокировать связь между устройствами. Чтобы передавать файлы между телефоном и Mac, необходимо отключить изоляцию клиентов (также известную как изоляция AP или изоляция Wi-Fi). Вот как это отключить: 1. Войдите в маршрутизатор: Откройте веб-браузер и введите IP-адрес маршрутизатора (обычно 192.168.0.1 или 192.168.1.1), или используйте кнопку внизу этой страницы. Войдите с именем пользователя и паролем администратора. (Проверьте этикетку или руководство маршрутизатора, если не уверены.) 2. Найдите настройку: Ищите в разделах, таких как Беспроводные настройки, Расширенные настройки или Безопасность. Ищите опции с названиями “Изоляция AP”, “Изоляция клиентов”, “Беспроводная изоляция” или “Блокировка Intra-BSS”. 3. Отключите её: Убедитесь, что эта настройка отключена. Сохраните изменения и при необходимости перезагрузите маршрутизатор. После отключения устройства в вашей Wi-Fi сети (например, телефон и Mac) смогут обнаруживать и подключаться друг к другу. Обратите внимание: если вы используете гостевую сеть, эта настройка может быть недоступна. В этом случае используйте другую сеть или загрузите приложение QuickDrop на свой телефон и подключите Mac к точке доступа телефона для передачи файлов. Найдите “QuickDrop” в Google Play, чтобы загрузить приложение.
sv: QuickDrop har upptäckt att din Wi-Fi-router kan blockera enheter från att kommunicera med varandra. För att överföra filer mellan din telefon och din Mac måste du inaktivera klientisolering (även känt som AP-isolering eller Wi-Fi-isolering). Så här inaktiverar du det: 1. Logga in på din router: Öppna en webbläsare och ange din routers IP-adress (vanligtvis 192.168.0.1 eller 192.168.1.1), eller använd knappen längst ner på den här sidan. Logga in med adminanvändarnamn och lösenord. (Kontrollera din routeretikett eller manual om du är osäker.) 2. Hitta inställningen: Leta under sektioner som Trådlösa inställningar, Avancerade inställningar eller Säkerhet. Leta efter alternativ som “AP-isolering”, “Klientisolering”, “Trådlös isolering” eller “Intra-BSS-blockering”. 3. Inaktivera det: Kontrollera att denna inställning är avstängd. Spara ändringarna och starta om routern vid behov. När detta är avaktiverat kan enheter på ditt Wi-Fi (som din telefon och Mac) upptäcka och ansluta till varandra. Observera: Om du är på ett gästnätverk kan denna inställning vara otillgänglig. I så fall använd ett annat nätverk eller ladda ner QuickDrop-appen till din telefon och anslut din Mac till din telefons hotspot för att överföra filer. Sök efter 'QuickDrop' på Google Play för att ladda ner appen.
th: QuickDrop ตรวจพบว่าเราเตอร์ Wi-Fi ของคุณอาจบล็อกการสื่อสารระหว่างอุปกรณ์ เพื่อถ่ายโอนไฟล์ระหว่างโทรศัพท์และ Mac ของคุณ คุณจะต้องปิดการแยกไคลเอนต์ (หรือที่เรียกว่า AP isolation หรือ Wi-Fi isolation) วิธีปิดการใช้งาน: 1. เข้าสู่ระบบเราเตอร์ของคุณ: เปิดเว็บเบราว์เซอร์และป้อนที่อยู่ IP ของเราเตอร์ของคุณ (โดยปกติคือ 192.168.0.1 หรือ 192.168.1.1) หรือใช้ปุ่มที่ด้านล่างของหน้านี้ เข้าสู่ระบบด้วยชื่อผู้ใช้และรหัสผ่านของผู้ดูแลระบบของคุณ (ตรวจสอบฉลากหรือคู่มือของเราเตอร์หากคุณไม่แน่ใจ) 2. ค้นหาการตั้งค่า: มองหาในส่วนต่างๆ เช่น การตั้งค่าไร้สาย การตั้งค่าขั้นสูง หรือความปลอดภัย มองหาตัวเลือกที่ชื่อว่า “AP Isolation”, “Client Isolation”, “Wireless Isolation” หรือ “Intra-BSS Blocking” 3. ปิดการใช้งาน: ตรวจสอบให้แน่ใจว่าการตั้งค่านี้ถูกปิด บันทึกการเปลี่ยนแปลงและรีบูตเราเตอร์หากจำเป็น เมื่อปิดใช้งานแล้ว อุปกรณ์ในเครือข่าย Wi-Fi ของคุณ (เช่น โทรศัพท์และ Mac) จะสามารถค้นหาและเชื่อมต่อกันได้ โปรดทราบ: หากคุณอยู่ในเครือข่ายสำหรับแขก การตั้งค่านี้อาจไม่สามารถใช้งานได้ ในกรณีนั้น ให้ใช้เครือข่ายอื่น หรือดาวน์โหลดแอป QuickDrop บนโทรศัพท์ของคุณ และเชื่อมต่อ Mac ของคุณกับฮอตสปอตของโทรศัพท์เพื่อถ่ายโอนไฟล์ ค้นหา “QuickDrop” บน Google Play เพื่อดาวน์โหลดแอป
tr: QuickDrop, Wi-Fi yönlendiricinizin cihazların birbirleriyle iletişim kurmasını engelleyebileceğini tespit etti. Telefonunuz ve Mac'iniz arasında dosya transferi yapmak için istemci izolasyonunu devre dışı bırakmanız gerekecek (AP izolasyonu veya Wi-Fi izolasyonu olarak da bilinir). İşte bunu nasıl devre dışı bırakacağınız: 1. Yönlendiricinize giriş yapın: Bir web tarayıcısı açın ve yönlendiricinizin IP adresini (genellikle 192.168.0.1 veya 192.168.1.1) girin, ya da bu sayfanın altındaki düğmeyi kullanın. Yönetici kullanıcı adınız ve şifrenizle giriş yapın. (Emin değilseniz yönlendirici etiketi veya kılavuzuna bakın.) 2. Ayarı bulun: Kablosuz Ayarları, Gelişmiş Ayarlar veya Güvenlik gibi bölümlere bakın. "AP İzolasyonu", "İstemci İzolasyonu", "Kablosuz İzolasyon" veya "Intra-BSS Bloğu" gibi seçenekleri arayın. 3. Devre dışı bırakın: Bu ayarın kapatıldığından emin olun. Değişikliklerinizi kaydedin ve gerekirse yönlendiriciyi yeniden başlatın. Devre dışı bırakıldığında, Wi-Fi ağınızdaki cihazlar (örneğin telefonunuz ve Mac'iniz) birbirlerini keşfedebilir ve bağlanabilir. Not: Konuk ağındaysanız bu ayar kullanılabilir olmayabilir. Bu durumda farklı bir ağ kullanın veya telefonunuz için QuickDrop uygulamasını indirip dosya aktarmak için Mac'inizi telefonunuzun hotspot'una bağlayın. QuickDrop uygulamasını indirmek için Google Play'de arama yapabilirsiniz.
uk: QuickDrop виявив, що ваш Wi-Fi маршрутизатор може блокувати взаємодію між пристроями. Щоб передавати файли між телефоном і Mac, вам потрібно вимкнути ізоляцію клієнтів (також відому як AP-ізоляція або Wi-Fi ізоляція). Ось як вимкнути її: 1. Увійдіть до маршрутизатора: Відкрийте веб-браузер і введіть IP-адресу вашого маршрутизатора (зазвичай 192.168.0.1 або 192.168.1.1), або скористайтеся кнопкою внизу сторінки. Увійдіть, використовуючи адміністративне ім’я користувача та пароль. (Перевірте етикетку на маршрутизаторі або інструкцію, якщо ви не впевнені.) 2. Знайдіть відповідне налаштування: Перевірте розділи "Бездротові налаштування", "Розширені налаштування" або "Безпека". Шукайте параметри з назвами "AP Isolation", "Client Isolation", "Wireless Isolation" або "Intra-BSS Blocking". 3. Вимкніть її: Переконайтесь, що це налаштування вимкнено. Збережіть зміни й перезавантажте маршрутизатор, якщо це необхідно. Після вимкнення пристрої у вашій Wi-Fi мережі (наприклад, телефон і Mac) зможуть знаходити одне одного і з’єднуватись. Зверніть увагу: якщо ви перебуваєте в гостьовій мережі, цей параметр може бути недоступний. У такому випадку використовуйте іншу мережу або завантажте додаток QuickDrop на свій телефон і підключіть Mac до точки доступу телефону для передавання файлів. Знайдіть “QuickDrop” у Google Play, щоб завантажити додаток.
vi: QuickDrop đã phát hiện rằng router Wi-Fi của bạn có thể chặn các thiết bị giao tiếp với nhau. Để truyền tệp giữa điện thoại và Mac, bạn cần tắt cô lập máy khách (còn gọi là cô lập AP hoặc cô lập Wi-Fi). Đây là cách để tắt tính năng này: 1. Đăng nhập vào router: Mở trình duyệt web và nhập địa chỉ IP của router (thường là 192.168.0.1 hoặc 192.168.1.1), hoặc sử dụng nút dưới cùng của trang này. Đăng nhập bằng tên người dùng và mật khẩu quản trị viên. (Kiểm tra nhãn hoặc sách hướng dẫn của router nếu bạn không chắc chắn). 2. Tìm cài đặt: Tìm trong các mục như Cài đặt Không dây, Cài đặt Nâng cao hoặc Bảo mật. Tìm các tùy chọn tên là “Cô lập AP”, “Cô lập Khách Hàng”, “Cô lập Không dây” hoặc “Chặn Intra-BSS”. 3. Tắt nó: Đảm bảo rằng cài đặt này đã tắt. Lưu thay đổi và khởi động lại router nếu cần. Khi đã tắt, các thiết bị trên Wi-Fi (như điện thoại và Mac) sẽ có thể phát hiện và kết nối với nhau. Lưu ý: Nếu bạn đang ở trên mạng khách, cài đặt này có thể không khả dụng. Trong trường hợp này, sử dụng mạng khác, hoặc tải ứng dụng QuickDrop cho điện thoại và kết nối Mac với hotspot của điện thoại để truyền tệp. Tìm kiếm 'QuickDrop' trên Google Play để tải về ứng dụng.
zh_hans: QuickDrop检测到您的Wi-Fi路由器可能阻止设备之间的通信。要在手机和Mac之间传输文件，您需要禁用客户端隔离（也称为AP隔离或Wi-Fi隔离）。 以下是禁用的方法： 1. 登录您的路由器：打开网页浏览器，输入您的路由器IP地址（通常是192.168.0.1或192.168.1.1），或使用本页面底部的按钮。使用管理员用户名和密码登录。（如果不确定，请查看路由器标签或手册。） 2. 查找设置：查看“无线设置”、“高级设置”或“安全”等部分。查找名为“AP隔离”、“客户端隔离”、“无线隔离”或“Intra-BSS阻止”的选项。 3. 禁用它：确保该设置已关闭。保存更改并在必要时重新启动路由器。 禁用后，您的Wi-Fi网络中的设备（如手机和Mac）将能够相互发现并连接。请注意：如果您使用的是访客网络，则此设置可能不可用。在这种情况下，请使用其他网络，或在手机上下载 QuickDrop 应用，并将您的 Mac 连接到手机的热点以传输文件。在 Google Play 上搜索“QuickDrop”以下载该应用。
zh_hant: QuickDrop 偵測到您的 Wi-Fi 路由器可能阻止裝置之間的通信。若要在手機和 Mac 之間傳輸文件，您需要停用客戶端隔離（也稱為 AP 隔離或 Wi-Fi 隔離）。 以下是停用方式： 1. 登錄到您的路由器：打開網頁瀏覽器並輸入路由器的 IP 位址（通常是 192.168.0.1 或 192.168.1.1），或者使用本頁底部的按鈕。使用您的管理者帳號及密碼登錄。（如果不確定，請檢查路由器標籤或說明書。） 2. 找到設置：在無線設置、高級設置或安全性部分中查找設定項。尋找名稱為“AP 隔離”、“客戶端隔離”、“無線隔離”或“內部 BSS 阻止”的選項。 3. 停用它：確保此設置已關閉。保存更改並在必要時重新啟動路由器。 停用後，您 Wi-Fi 網路上的裝置（如手機和 Mac）將能夠互相發現並連接。請注意：如果您使用的是來賓網路，此設置可能不可用。在這種情況下，請使用其他網路，或為您的手機下載 QuickDrop 應用程式，並將您的 Mac 連接到手機的熱點來傳輸檔案。在 Google Play 上搜尋“QuickDrop”以下載應用程式。
